Repository: jimregan/citizens-information-raw
Catalog: en-pl/www.citizensinformation.ie/pl/employment/employment_rights_and_conditions/leave_and_holidays/maternity_leave.html.txt.tmx
Source language: en
Languages: pl

source: If you become pregnant while in employment, you are entitled to take maternity leave
pl: Kobieta, która zachodzi w ciążę podczas okresu zatrudnienia, ma prawo do urlopu macierzyńskiego

source: The entitlement to a basic period of maternity leave from employment extends to all female employees (including casual workers), regardless of how long you have been working for the organisation or the number of hours worked per week
pl: Wszystkie kobiety zatrudnione (również dorywczo), niezależnie od stażu pracy w danym przedsiębiorstwie ani tygodniowego wymiaru czasu pracy, mają prawo do urlopu macierzyńskiego w podstawowym wymiarze

source: You can also avail of additional unpaid maternity leave
pl: Ponadto mogą wykorzystać dodatkowy, bezpłatny urlop macierzyński

source: The Maternity Protection Acts 1994 and 2004 provide your statutory minimum entitlements in relation to maternity at work including maternity leave
pl: Ustawy Maternity Protection Act 1994 (Ustawa z 1994 r. o ochronie macierzyństwa) i Maternity Protection (Amendment) Act 2004 (Poprawka do Ustawy z 2004 r

source: You are entitled to 26 weeks’ maternity leave together with 16 weeks additional unpaid maternity leave, which begins immediately after the end of maternity leave
pl: Wymiar urlopu macierzyńskiego rozpoczynającego się w dniu 1 marca 2007 r. lub po tej dacie wynosi 26 tygodni, a dodatkowego bezpłatnego urlopu macierzyńskiego – 16 tygodni

source: Under the Maternity Protection (Amendment) Act 2004 at least 2 weeks have to be taken before the end of the week of your baby's expected birth and at least 4 weeks after
pl: Poprawka do Ustawy z 2004 r. o ochronie macierzyństwa zawiera wymóg wykorzystania co najmniej dwóch tygodni urlopu macierzyńskiego przed końcem tygodnia, w którym wypada planowany termin porodu, oraz co najmniej czterech tygodni po tym terminie

source: You can decide how you would like to take the remaining weeks
pl: O sposobie wykorzystania pozostałej części urlopu macierzyńskiego decyduje kobieta

source: Generally, employees take 2 weeks before the birth and the remaining weeks after
pl: Z reguły pracownice wykorzystują 2 tygodnie urlopu przed porodem, a pozostałe po urodzeniu dziecka

source: If you qualify for Maternity Benefit (see below) at least 2 and no more than 16 weeks must be taken before the end of the week the baby is due
pl: Kobiety uprawnione do otrzymywania zasiłku macierzyńskiego (informacje na ten temat podano poniżej) są zobowiązane do wykorzystania co najmniej dwóch tygodni, ale nie więcej niż 16 tygodni urlopu macierzyńskiego przed końcem tygodnia, w którym wypada planowany termin porodu

source: Payment during maternity leave
pl: Świadczenia w okresie urlopu macierzyńskiego

source: Your entitlement to pay and superannuation during maternity leave depends on the terms of your contract of employment
pl: Uprawnienia do otrzymywania świadczeń pieniężnych podczas urlopu macierzyńskiego zależą od postanowień zawartych w umowie o pracę

source: Employers are not obliged to pay women who are on maternity leave
pl: Pracodawcy nie mają obowiązku wypłacania świadczeń kobietom przebywającym na urlopie macierzyńskim

source: You may qualify for Maternity Benefit from the Department of Social Protection if you have sufficient PRSI contributions
pl: Kobieta ma prawo do zasiłku macierzyńskiego wypłacanego przez Departament Ochrony Spoleczna (Department of Social Protection), o ile opłacała składki na ubezpieczenie społeczne (PRSI) w wymaganej wysokości

source: However an employee’s contract could provide for additional rights to payment during the leave period, so that, for example, the employee could receive full pay less the amount of Maternity Benefit payable
pl: Jednak umowa o pracę może uprawniać ją do dodatkowych świadczeń wypłacanych podczas urlopu macierzyńskiego – przykładowo pracownica może otrzymywać pensję w pełnej wysokości, pomniejszoną o kwotę otrzymywanego zasiłku macierzyńskiego

source: You are also entitled to take up to a further 16 weeks’ additional maternity leave which begins immediately after the end of maternity leave
pl: Od 1 marca 2007 r. pracownica ma również prawo do dodatkowego urlopu macierzyńskiego w wymiarze 16 tygodni, ale za ten okres nie przysługuje jej zasiłek macierzyński ani świadczenia wypłacane przez pracodawcę, chyba że umowa stanowi inaczej – szczegółowe informacje zamieszczono poniżej

source: This period is not covered by Maternity Benefit, nor is your employer obliged, unless otherwise agreed, to make any payment during this period - see below
pl: W przypadku choroby w trakcie dodatkowego urlopu macierzyńskiego pracownica ma prawo wystąpić do pracodawcy z wnioskiem o zakończenie dodatkowego urlopu macierzyńskiego

source: If you become ill while you are on additional maternity leave you may ask your employer if you may end the additional maternity leave. If your employer agrees you will not be entitled to the remainder of the maternity leave but will be treated as being on sick leave and you may be entitled to Illness Benefit
pl: Jeżeli pracodawca wyrazi na to zgodę, pracownica traci prawo do wykorzystania pozostałej części urlopu macierzyńskiego, ale uznaje się, że przebywa na zwolnieniu lekarskim i jest uprawniona do zasiłku chorobowego

source: Public holidays and annual leave
pl: Dni świąteczne i urlop wypoczynkowy

source: You are entitled to leave for any public holidays that occur during your maternity leave (including additional maternity leave)
pl: Prawo do urlopu macierzyńskiego (włącznie z urlopem dodatkowym) obejmuje dni świąteczne wypadające podczas jego trwania

source: The right of employees to leave for public holidays is set down in Section 21 of the Organisation of Working Time Act 1997
pl: Uprawnienia pracowników do wliczenia dni świątecznych do urlopu określa rozdział 21 Ustawy z 1997 r. o wymiarze czasu pracy (Organisation of Working Time Act 1997)

source: Apart from pay and superannuation, time spent on maternity leave (including additional maternity leave) is treated as though you have been in employment, and this time can be used to accumulate annual leave and public holiday entitlement
pl: Okres urlopu macierzyńskiego (włącznie z dodatkowym urlopem macierzyńskim) traktuje się jako równorzędny z okresem zatrudnienia i uwzględnia przy ustalaniu przysługującego wymiaru urlopu wypoczynkowego i uprawnień dotyczących dni świątecznych

source: If you have a stillbirth or miscarriage any time after the 24th week of pregnancy, you are entitled to full maternity leave
pl: W przypadku urodzenia martwego dziecka lub poronienia, które miało miejsce po upływie 24-tego tygodnia ciąży, pracownica ma prawo do urlopu macierzyńskiego w pełnym wymiarze. Od 1 marca 2007 r

source: This means a basic period of 26 weeks and 16 weeks of additional maternity leave
pl: oznacza to, że ma prawo do urlopu macierzyńskiego w podstawowym wymiarze 26 tygodni oraz do urlopu dodatkowego w wymiarze 16 tygodni

source: If you have satisfied the PRSI requirements, Maternity Benefit is payable for the 26 weeks of the basic maternity leave
pl: Pracownicy, która spełnia wymogi wiążące się z wysokością składek PRSI, wypłaca się zasiłek macierzyński przez 26 tygodni urlopu macierzyńskiego w wymiarze podstawowym

source: To apply for Maternity Benefit following a stillbirth, you need to send a letter from your doctor with the Maternity Benefit application form, confirming the expected date of birth, the actual date of birth and the number of weeks of pregnancy
pl: Do wniosku o przyznanie zasiłku macierzyńskiego po urodzeniu martwego dziecka należy dołączyć zaświadczenie lekarskie i formularz wniosku o przyznanie zasiłku macierzyńskiego, z potwierdzeniem planowanego i faktycznego terminu narodzin dziecka oraz stopnia zaawansowania ciąży (w tygodniach)

source: An employer should carry out separate risk assessments in relation to pregnant employees and those who have recently given birth or are breastfeeding
pl: Na potrzeby pracownic ciężarnych i tych, które niedawno urodziły dziecko lub karmią dziecko piersią pracodawca powinien przeprowadzić oddzielną ocenę zagrożeń

source: If there are particular risks, these should be either removed or the employee moved away from them
pl: Jeśli istnieje szczególne ryzyko, powinno zostać ono usunięte lub pracownik powinien zostać przeniesiony dalej od jego źródła

source: If neither of these options is possible, the employee should be given health and safety leave from work which may continue up to the beginning of maternity leave
pl: Jeśli żadna z tych opcji nie jest możliwa, wtedy powinno udzielić się pracownikowi urlopu specjalnego, który może trwać aż do początku urlopu macierzyńskiego

source: During health and safety leave, employers must pay employees their normal wages for the first 3 weeks as set out in the Maternity Protection (Health and Safety Leave Remuneration) Regulations, SI 20/1995
pl: Podczas urlopu specjalnego, przez pierwsze 3 tygodnie pracodawca musi wypłacać pracownikowi normalne świadczenia, tak jak uregulowane jest przez Rozporządzenie o ochronie macierzyństwa (wynagrodzenie podczas urlopu specjalnego) SI 20/1995

source: After this, Health and Safety Benefit may be paid
pl: Później wypłacany może być zasiłek specjalny.Na stronie internetowej Urzędu ds

source: The Health and Safety Authority website has a list of Pregnant at Work FAQs
pl: BHP (Health and Safety Authority) znajduje się lista często zadawanych pytań: Kobieta w ciązy w pracy

source: Father's entitlement to maternity leave
pl: Prawo do urlopu macierzyńskiego przysługujące ojcu dziecka

source: Fathers are entitled to maternity leave if the mother dies within 40 weeks of the birth
pl: Jeżeli matka umrze w okresie 40 tygodni po porodzie, wówczas ojcu przysługuje urlop macierzyński

source: In these circumstances, the father is entitled to a period of leave, the extent of which depends on the actual date of the mother’s death
pl: W tych okolicznościach, ojciec ma prawo do urlopu, długość którego zależy od daty śmierci matki

source: If the mother dies within 24 weeks of the birth he has an optional right to the additional maternity leave
pl: Jeżeli matka umiera w okresie 24 tygodni od porodu, ma on opcjonalnie prawo do dodatkowego urlopu macierzyńskiego

source: If the mother's death is over 24 weeks after the birth, the father is entitled to leave until 40 weeks after the birth
pl: Jeżeli śmierć matki następuje ponad 24 tygodnie po porodzie, ojcu przysługuje urlop do 40 tygodnia po porodzie

source: The leave starts within 7 days of the mother's death
pl: Urlop rozpoczyna się w ciągu 7 dni od śmierci matki

source: New parents (other than the mother of the child) can get 2 weeks’ statutory paternity leave from employment or self-employment following the birth or adoption of a child on or after 1 September 2016
pl: Przesunięcie terminu wykorzystania urlopu macierzyńskiego

source: Postponing maternity leave
pl: W ściśle określonych warunkach, tj

source: Section 7 of the Maternity Protection (Amendment) Act 2004 provides for postponement of maternity leave in strict circumstances, that is, if your baby is hospitalised
pl: w przypadku hospitalizacji dziecka, rozdział 7 Poprawki do Ustawy z 2004 r

source: This right to postpone leave applies whether you are on maternity leave, or on additional unpaid maternity leave
pl: o ochronie macierzyństwa przewiduje możliwość przesunięcia terminu wykorzystania urlopu macierzyńskiego

source: Note, your employer has the right to refuse your application to postpone your maternity leave
pl: Należy przy tym pamiętać, że pracodawca ma prawo odmówić zgody na przesunięcie terminu wykorzystania urlopu macierzyńskiego

source: There are details about postponing maternity leave in 'Further information' below
pl: Szczegółowe informacje na temat przesunięcia terminu wykorzystania urlopu macierzyńskiego zamieszczono w punkci 'Dodatkowe informacje'

source: Under Section 26 of the Maternity Protection Act 1994 you are entitled to return to work to the same job with the same contract of employment
pl: Zgodnie z postanowieniami zawartymi w rozdziale 26 Poprawki do Ustawy z 2004 r. o ochronie macierzyństwa pracownica ma prawo powrotu na poprzednie stanowisko pracy, z zachowaniem warunków dotychczasowej umowy o pracę

source: Section 27 of the Act states that if it is not reasonably practicable for your employer to allow you to return to your job, then they must provide you with suitable alternative work
pl: W rozdziale 27 Ustawy stwierdza się, że w przypadku, gdy z uzasadnionych przyczyn praktycznych pracodawca nie jest w stanie zapewnić powrotu pracownicy na poprzednie stanowisko pracy, ma obowiązek zatrudnienia jej na odpowiednim stanowisku równorzędnym

source: This new position should not be on terms substantially less favourable than those of your previous job
pl: Warunki pracy na nowym stanowisku nie powinny w znaczącym stopniu odbiegać od warunków na poprzednim stanowisku pracy

source: Otherwise, you are entitled to be treated as if you had been at work during your maternity leave
pl: W przeciwnym wypadku pracownica ma prawo do uznania okresu urlopu macierzyńskiego za równorzędny z okresem zatrudnienia

source: Your employment conditions cannot be worsened by the fact that you have taken maternity leave, and if pay or other conditions have improved while you have been on maternity leave then you are entitled to these benefits when you return to work
pl: Jej warunki zatrudnienia nie mogą ulec pogorszeniu w wyniku wykorzystania urlopu macierzyńskiego; jeżeli w okresie wykorzystywania przez nią urlopu macierzyńskiego wynagrodzenie lub inne warunki pracy uległy poprawie, po powrocie do pracy pracownica również jest do nich uprawniona

source: PRSI contributions: you will automatically be awarded PRSI credits while you are getting Maternity Benefit
pl: Składki na ubezpieczenie społeczne (PRSI): podczas otrzymywania zasiłku macierzyńskiego za pracownicę automatycznie odprowadzane są składki PRSI

source: If you avail of unpaid additional maternity leave you must get your employer to complete an application form for maternity leave credits (pdf) after you return to work
pl: Po powrocie do pracy pracownica, która wykorzystała dodatkowy bezpłatny urlop macierzyński, powinna wystąpić do pracodawcy z wnioskiem o wypełnienie formularza Wniosek o opłacanie składek w okresie urlopu macierzyńskiego (application for maternity leave 'credits') (pdf)

source: If you are breastfeeding you may be entitled to some time off or a reduction in hours without loss of pay for up to 26 weeks after the birth
pl: W terminie do 26 tygodni po porodzie pracownica karmiąca piersią ma prawo do skróconego wymiaru czasu pracy przy zachowaniu pełnego wynagrodzenia

source: If you decide not to return to work after your period of maternity leave, you are required to give your employer notice in the usual manner
pl: Po podjęciu decyzji o zaniechaniu powrotu do pracy po zakończeniu urlopu macierzyńskiego pracownica ma obowiązek złożenia

source: You are protected against unfair dismissal for claiming your rights under maternity protection legislation - see 'How to apply' below
pl: Pracownica jest objęta ochroną przed bezprawnym zwolnieniem z pracy za domaganie się należnych jej praw wynikających z ustawodawstwa dotyczącego ochrony macierzyństwa – informacje zamieszczono poniżej w punkcie Jak składać podanie

source: Once your pregnancy is confirmed you may take reasonable time off for medical visits connected with the pregnancy
pl: Po stwierdzeniu ciąży pracownica ma prawo do zwolnienia z pracy w uzasadnionym wymiarze w celu przeprowadzenia badań lekarskich w związku z ciążą

source: There is no maximum or minimum amount of time off specified for these visits
pl: Maksymalny ani minimalny wymiar czasu przeznaczonego na takie badania nie jest określony

source: Rather, you are entitled to as much time off as is necessary to attend each visit
pl: Pracownicy przysługuje zwolnienie na czas niezbędny do przeprowadzenia każdego badania

source: This includes the time required to travel to and from the appointment and the time taken for the appointment itself
pl: Wlicza się do niego zarówno czas podróży do i z miejsca przeprowadzenia badań, jak i czas samej wizyty u lekarza

source: You will need to provide your employer with medical evidence confirming the pregnancy, giving 2 weeks’ notice of your medical visits
pl: Pracownica ma obowiązek przedstawienia pracodawcy świadectwa lekarskiego stwierdzającego ciążę oraz poinformowania go o terminie badań lekarskich z wyprzedzeniem 2 tygodni

source: You should show your appointment card if requested by your employer at any time after your first appointment
pl: Na wniosek pracodawcy po pierwszym badaniu powinna przedstawić mu zestawienie wyznaczonych terminów badań lekarskich

source: You may also take time off for medical visits after the birth for up to 14 weeks following the birth
pl: Po porodzie pracownicy przysługuje prawo do zwolnienia z pracy na badania lekarskie do 14 tygodni od daty porodu, z wliczeniem wykorzystanego po porodzie okresu urlopu macierzyńskiego

source: You are entitled to be paid while keeping these medical appointments both before and after the birth
pl: Pracownica ma prawo do wynagrodzenia za czas niezbędny do wykonania badań lekarskich, zarówno przed, jak i po porodzie

source: You may also be entitled to take paid time off to attend some ante-natal classes
pl: Pracownicy przysługuje również prawo do zwolnienia z pracy w celu uczestniczenia w wybranych zajęciach w szkole rodzenia

source: Your entitlement is for one set of ante-natal classes except for the last 3 classes of the set
pl: Uprawnienie to obejmuje jeden zestaw zajęć w szkole rodzenia, z wyjątkiem 3 ostatnich zajęć w ramach zestawu

source: Fathers are entitled to paid time off to attend the last 2 classes in the set of ante-natal classes
pl: Ojciec ma prawo do zwolnienia z pracy w celu wzięcia udziału w 2 ostatnich zajęciach w ramach zestawu, prowadzonych w szkole rodzenia

source: Notice: You must give your employer at least 4 weeks' written notice of your intention to take maternity leave and you must also provide your employer with a medical certificate confirming your pregnancy
pl: Uwaga: Pracownica ma obowiązek powiadomienia pracodawcy o zamiarze wykorzystania urlopu macierzyńskiego z wyprzedzeniem co najmniej 4 tygodni oraz przedstawienia mu świadectwa lekarskiego stwierdzającego ciążę

source: If you intend to take the additional 16 weeks’ maternity leave you must provide your employer with at least 4 weeks' written notice
pl: Również z wyprzedzeniem co najmniej 4 tygodni ma obowiązek powiadomienia pracodawcy o zamiarze wykorzystania dodatkowego urlopu macierzyńskiego w wymiarze16 tygodni

source: Both these notices can be given at the same time
pl: Obydwa powiadomienia mogą być doręczone jednocześnie

source: Early birth: If your baby is born more than 4 weeks before your due date, you will have fulfilled the notice requirements if you give your employer written notice within 14 days of the birth
pl: Przedwczesny poród: W przypadku urodzenia dziecka w terminie wcześniejszym niż 4 tygodnie przed planowaną datą, warunek dotyczący dostarczenia powiadomienia uważa się za spełniony w przypadku powiadomienia pracodawcy na piśmie w ciągu 14 dni od daty porodu

source: Medical certification: Section 11 of the Maternity Protection Act 1994 provides that if you are certified by your doctor as needing to start maternity leave for medical reasons, your maternity leave will start on the earlier date as specified on the medical certificate
pl: Zaświadczenie lekarskie: Rozdział 11 Ustawy z 1994 r. o ochronie macierzyństwa stanowi, że w przypadku potwierdzonego przez lekarza zaświadczenia o konieczności wcześniejszego rozpoczęcia urlopu macierzyńskiego z powodów medycznych urlop ten rozpoczyna się wcześniej, z dniem podanym w tym zaświadczeniu

source: In this case you are considered to have complied with the notice requirements
pl: Wówczas uznaje się, że pracownica dopełniła obowiązku powiadomienia pracodawcy

source: Return to work: You must give your employer at least 4 weeks' written notice of your intention to return to work
pl: Powrót do pracy: Pracownica jest zobowiązana do powiadomienia pracodawcy o zamiarze powrotu do pracy z wyprzedzeniem co najmniej 4 tygodni

source: It is important to comply with these notice requirements, as failure to do so may cause loss of rights
pl: Zastosowanie się do wymogu powiadomienia jest istotne, gdyż niedopełnienie go może skutkować utratą uprawnień

source: You must notify your employer as soon as possible if you wish to postpone your maternity leave (but remember, your employer can refuse this application)
pl: O zamiarze przesunięcia terminu wykorzystania urlopu macierzyńskiego pracownica powinna powiadomić pracodawcę w możliwie najkrótszym terminie (pamiętając przy tym, że w tym przypadku pracodawca ma prawo odmowy)

source: You should apply to your employer in writing to take maternity leave
pl: Wniosek do pracodawcy o wykorzystanie urlopu macierzyńskiego należy złożyć na piśmie

source: If you need further information about maternity leave you should contact the Workplace Relations Commission's Information and Customer Service
pl: Jeśli chcesz uzyskać więcej informacji na temat zwolnienia macierzyńskiego, powinnaś skontaktować się z Biurze Obsługi ds

source: You can read more information in the booklet, Your Maternity Leave Rights Explained (pdf)
pl: Wyjaśnienie Twoich Praw dot. Zwolnienia Macierzyńskiego (pdf)

source: If you have a dispute with your employer about maternity leave or if you have been dismissed due to a matter connected with your pregnancy or for claiming your rights under maternity leave legislation, you may make a complaint within 6 months of the dispute or complaint occurring. You must use the online complaint form available on workplacerelations.ie. The time limit may be extended for up to a further 6 months, but only where there is a reasonable cause which prevented the complaint being brought within the normal time limit
pl: Jeśli nastąpiło nieporozumienie z Twoim pracodawcą w związku ze zwolnieniem macierzyńskim lub jeśli zostałaś zwolniona z jakiegoś powodu związanego z Twoją ciążą lub dlatego, że domagałaś się własnych praw zagwarantowanych ustawą dotyczącą zwolnienia macierzyńskiego, możesz złożyć skargę korzystając z nowego ojedynczego formularza skarg (pdf)

source: At least 6 weeks before your baby's due date you should apply to the Maternity Benefit Section of the Department of Social Protection for Maternity Benefit
pl: Pracownica powinna wystąpić z wnioskiem o wypłatę zasiłku macierzyńskiego do Wydziału Zasiłków Macierzyńskich (Maternity Benefit Section) Departamentu Ochrony Spoleczna (Department of Social Protection) z wyprzedzeniem co najmniej 6 tygodni przed planowaną datą porodu

source: Section 7 of the Maternity Protection (Amendment) Act 2004 provides for postponement of maternity leave which applies whether you are on maternity leave, or on additional unpaid maternity leave
pl: Rozdział 7 poprawki do ustawy o ochronie macierzyństwa z 2004 r. przewiduje możliwość przesunięcia terminu wykorzystania urlopu macierzyńskiego, która dotyczy zarówno urlopu macierzyńskiego, jak i dodatkowego bezpłatnego urlopu macierzyńskiego

source: The maximum amount of time the leave can be postponed is six months
pl: Maksymalny okres, o jaki można przesunąć termin wykorzystania urlopu macierzyńskiego to sześć miesięcy
